[
  {
    "id": "mie aceh",
    "nama": "Mie Aceh",
    "provinsi": "Nanggroe Aceh Darussalam",
    "deskripsi": "Mi aceh adalah masakan mi pedas khas Aceh di Indonesia. Mi kuning tebal dengan irisan daging sapi, daging kambing atau makanan laut (udang dan cumi) disajikan dalam sup sejenis kari yang gurih dan pedas.",
    "gambar": "https://makalahkublog.wordpress.com/wp-content/uploads/2016/02/mie-aceh.jpg",
    "BG":"https://blkp.co.id/uploads/filemanager/rumah%20adat%20aceh%205.jpg", 
    "sejarah": "Mi aceh menunjukkan sejarah budaya masyarakat Aceh dengan yang mendapat banyak pengaruh budaya asing yang membentuk wilayah Aceh. Kuah berbahan dasar kari adalah pengaruh masakan India, sedangkan mi adalah pengaruh masakan Tionghoa. Preferensi pada daging kambing dan daging sapi menunjukkan nilai Islam yang mengharuskan memakan makanan yang halal. Sedangkan preferensi pada seafood menunjukkan letak geografis Aceh yang dikelilingi perairan seperti Selat Malaka, Laut Andaman dan Samudra Hindia, juga cara hidup mayoritas penduduk Aceh sebagai pedagang, petani dan nelayan. Saat ini, tempat makan mi aceh dapat ditemukan di sebagian besar kota-kota di Indonesia, dan juga negara tetangga seperti Malaysia dan Australia."
  },
  {
    "id": "bika ambon",
    "nama": "Bika Ambon",
    "deskripsi":"Bika ambon adalah kue tradisional khas Medan, Indonesia. Kue ini terbuat dari bahan-bahan seperti tepung tapioka, telur, gula, dan santan. Bika Ambon dimasak selama 12 jam.",
    "provinsi": "Sumatera Utara",
    "gambar": "https://blog.tokowahab.com/wp-content/uploads/2019/11/Resep-dan-Tips-Kue-Bika-Ambon.jpg",
    "BG":"https://www.pewartanusantara.com/wp-content/uploads/2018/03/Rumah-Adat-Sumatera-Utara-Rumah-Bolon.jpg",
    "sejarah": "Hingga saat ini, belum studi sosiokultur tunggal tentang asal - usul  dari bika ambon.Namun, ada beberapa versi yang berkembang mengenai sejarah kue Bika Ambon. Menurut penjelasan M Muhar Omtatok, seorang budayawan dan sejarawan, kue bika ambon terilhami dari Bika atau Bingka makanan khas Melayu. Selanjutnya, bingka tersebut dimodifikasi dengan bahan pengembang berupa nira/tuak enau hingga berongga dan berbeda dari kue bika asal-usulnya. Selanjutnya, M. Muhar Omtatok menyebutkan bahwa kue ini disebut bika ambon karena pertama kali dijual dan populer di simpang Jl. Ambon-Sei Kera Medan.Versi lain menyebutkan bahwa kata Ambon dalam bika ambon adalah akronim dari Amplas Kebon sebagaimana orang medan suka menyingkat kata,Dialek medan. Kisahnya; Pada zaman kolonial Belanda, para imigran yang tinggal di Daerah Amplas sisi timur sungai (Amplas Kebon) membuat kue bikang kemudian dijual ke Kota Medan dan selanjutnya menjadi populer karena diminati oleh warga Belanda dan Tionghoa kala itu.Selain itu, terdapat pula sebuah versi (yang meskipun tidak didukung bukti kuat) menyebutkan bahwa pada masa lampau pernah ada orang Ambon yang membawa kue bingka ke wilayah Malaysia. Keberadaan mereka diyakini turut memengaruhi penamaan kue tersebut di sana. Sementara itu, versi lain yang tak kalah menarik mengaitkan istilah Ambon sebagai kosakata dari daerah Medan yang bermakna lembut.Namun demikian, kata tersebut kini sudah jarang digunakan dalam percakapan sehari-hari, sehingga asal-usulnya semakin kabur dan memunculkan berbagai penafsiran budaya."
  },
  {
    "id": "pempek",
    "nama": "Pempek",
    "deskripsi":"Pempek makanan paling banyak disukai yang berasal dari  Palembang.Pempek terbuat dari daging tenggiri atau gabus yang digiling lembut, dicampur tepung kanji atau tepung sagu.",
    "provinsi": "Sumatera Selatan",
    "gambar": "https://tse2.mm.bing.net/th/id/OIP.zHQmVgRU6ugGhfUThs_qRAHaEo?pid=Api&h=220&P=0",
    "BG":"https://1.bp.blogspot.com/-omxirJED4ys/XURP1wep8yI/AAAAAAAALLY/a3I2J1HnXZUX1QMMfXLsUP5k1gUG_YoxQCLcBGAs/s1600/_DSC0249LM1.jpg",
    "sejarah":"Pempek mempunyai sejarah yang unik dan tidak dapat dilepaskan dari masuknya para perantau Tionghoa ke Palembang semasa pemerintahan Kesultanan Palembang Darussalam ketika dipimpin oleh Sultan Mahmud Badaruddin II pada abad ke-16 Masehi. Berdasarkan cerita masyarakat, pempek dijual keliling kota oleh seseorang asal-usul Tionghoa yang sering dipanggil Apek di kisaran tahun 1617 M."
  },
  {
    "id": "rendang",
    "nama": "Rendang",
    "deskripsi":"Siapa yang tidak tahu dengan rendang? makananan yang paling banyak dikenali masyarakat Indonesia yang dimasak proses memasak dengan suhu rendah dalam waktu lama dengan menggunakan aneka rempah-rempah dan santan.",
    "provinsi": "Sumatera Barat" ,
    "gambar": "https://img.freepik.com/premium-photo/typical-indonesian-food-rendang-daging_1128164-196.jpg?w=2000",
    "BG":"https://upload.wikimedia.org/wikipedia/commons/thumb/f/fd/Rumah_Gadang.jpg/1000px-Rumah_Gadang.jpg",
    "sejarah": "asal -usul rendang ditelusuri berasal  dari tanah Minangkabau, Sumatera Barat. Bagi masyarakat Minang, rendang sudah ada sejak dahulu dan telah menjadi masakan tradisi yang dihidangkan dalam berbagai acara adat dan hidangan keseharian. Sebagai masakan tradisi, rendang diduga telah lahir sejak orang Minang menggelar acara adat pertamanya. Kemudian seni memasak ini berkembang ke kawasan serantau berbudaya Melayu lainnya; mulai dari Mandailing, Riau, Jambi, hingga ke negeri seberang di Negeri Sembilan yang banyak dihuni perantau yang berasal dari Minangkabau. Karena itulah rendang dikenal luas baik di Sumatera dan Semenanjung Malaya.ejarawan Universitas Andalas, Prof. Dr. Gusti Asnan menduga, rendang telah menjadi masakan yang tersebar luas sejak orang Minang mulai merantau dan berlayar ke Malaka untuk berdagang pada awal abad ke-16. Karena perjalanan melewati sungai dan memakan waktu lama, rendang mungkin menjadi pilihan tepat saat itu sebagai bekal.Hal ini karena rendang kering sangat awet, tahan disimpan hingga berbulan lamanya, sehingga tepat dijadikan bekal kala merantau atau dalam perjalanan niaga. Rendang juga disebut dalam kesusastraan Melayu klasik seperti Hikayat Amir Hamzah yang membuktikan bahwa rendang sudah dikenal dalam seni masakan Melayu sejak 1550-an (pertengahan abad ke-16).Rendang kian dikenal dan tersebar luas jauh melampaui wilayah aslinya berkat budaya merantau Minangkabau. Orang Minang yang pergi merantau selain bekerja sebagai pegawai atau berniaga, banyak di antara mereka berwirausaha membuka Rumah Makan Padang di seantero Nusantara, bahkan meluas ke negara tetangga hingga Eropa dan Amerika. Rumah makan inilah yang memperkenalkan rendang serta hidangan Minangkabau lainnya secara meluas. Ketenaran rendang telah membuatnya rendang dinobatkan sebagai hidangan yang menduduki peringkat pertama daftar World's 50 Most Delicious Foods (50 Hidangan Terlezat Dunia) versi CNN International tahun 2011. Rendang kian dikenal dan tersebar luas jauh melampaui wilayah aslinya berkat budaya merantau Minangkabau. Orang Minang yang pergi merantau selain bekerja sebagai pegawai atau berniaga, banyak di antara mereka berwirausaha membuka Rumah Makan Padang di seantero Nusantara, bahkan meluas ke negara tetangga hingga Eropa dan Amerika. Rumah makan inilah yang memperkenalkan rendang serta hidangan Minangkabau lainnya secara meluas. Ketenaran rendang telah membuatnya rendang dinobatkan sebagai hidangan yang menduduki peringkat pertama daftar World's 50 Most Delicious Foods (50 Hidangan Terlezat Dunia) versi CNN International tahun 2011."
  },
  {
    "id": "pendap",
    "nama": "Pendap",
    "provinsi": "Bengkulu",
    "deskripsi":"Pasti kalian jarang mendengar kata pendap, sebetulnya apa sih pendap itu?. Pendap dibuat dari parutan kelapa, rempah-rempah, dan ikan laut yang dimasak dalam bungkusan daun talas dan daun pisang.",
    "gambar": "https://tse3.mm.bing.net/th/id/OIP.dUvkHkF_UJeGuDWISqEJFAHaE6?pid=Api&h=220&P=0",
    "BG":"https://cdngnfi2.sgp1.digitaloceanspaces.com/gnfi/uploads/articles/rumah-adat-bengkulu-9a2aa6e3f9f9fb52527e2d6742b17345.jpg",
    "sejarah": "Pandap/batutuk adalah makanan tradisional khas Krui, Lampung Barat, dan Bengkulu, yang berakar sejak zaman nenek moyang. Pendap juga pernah menjadi tema salah satu lagu yang dirilis dalam album lagu daerah Bengkulu sekitar tahun 1990-an. Setelah dikutip dari berbagai sumber, pendap memang merupakan makanan favorit Presiden Pertama Indonesia Ir. Soekarno saat menjalani masa pengasingan di Kota Bengkulu sejak 1938 hingga 1942. Tidak hanya itu, makanan khas tradisional ini ini diketahui juga menjadi langganan Mantan Presiden Megawati Soekarnoputri. Tak kalah menarik, Top Chef Indonesia, Farah Quinn juga telah mencicipi pendap secara langsung."
  },
  {
    "id": "gulai belacan",
    "nama":"Gulai Belacan",
    "deskripsi":"Gulai Belacan juga dikenal dengan nama Gulai Cincang. Gulai Belacan memiliki ciri khas tersendiri yang kaya akan rempah-rempah dan rasa yang unik karena dibuat dengan tambahan bumbu belacan atau yang disebut juga dengan nama terasi. ",
    "provinsi":"Riau",
    "gambar":"https://www.tokomesin.com/wp-content/uploads/2015/09/gulai-belacan-tokomesin.jpg",
    "BG":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/b4/Rumah_Adat_Balai_Selasar_Jatuh_Tunggal%2C_Rumah_Adat_Riau_di_Taman_Mini_Indonesia_Indah.jpg/1000px-Rumah_Adat_Balai_Selasar_Jatuh_Tunggal%2C_Rumah_Adat_Riau_di_Taman_Mini_Indonesia_Indah.jpg",
    "sejarah":"Tiap hidangan khas pasti memiliki asal-usul dan cerita di baliknya. Sama halnya dengan Gulai Belacan yang menurut sejarahnya hidangan semacam ini ada pengaruh dari budaya India. Adanya pengaruh gaya makanan dari India alias gulai tersebut, muncul beberapa hidangan kuah gulai di Sumatra, salah satunya Gulai Belacan ini. Seiring berjalannya waktu, hidangan gulai mulai menyebar hingga ke Pulau Jawa yang bertekstur lebih encer dan manis. Pada dasarnya gulai ini merupakan hidangan dari India, namun bumbu-bumbu yang digunakan masih asli dan khas Indonesia. Selain itu, makanan yang diolah tak hanya daging saja melainkan juga boga bahari dan sayur-sayuran."
  },
  {
  "id": "gonggong",
  "nama":"Gonggong",
  "deskripsi":"Gonggong adalah sejenis siput laut yang menjadi ikon kuliner khas dari Kepulauan Riau, khususnya di Batam dan Pulau Bintan. Makanan laut yang memiliki nama latin Strombus canurium ini sangat digemari oleh masyarakat lokal maupun wisatawan karena cita rasanya yang gurih dan teksturnya yang kenyal.",
  "provinsi":"Kepulauan Riau",
  "gambar":"https://statik.tempo.co/data/2014/06/17/id_298617/298617_650.jpg",
  "BG":"https://ruangarsitek.com/wp-content/uploads/2020/09/Rumah-Melayu-Lipat-Kajang.jpg",
  "sejarah":"Gonggong adalah makanan khas Kepulauan Riau yang terbuat dari kerang laut. Gonggong biasanya diolah dengan cara direbus atau dibakar, kemudian disajikan dengan sambal khas Kepulauan Riau yang terbuat dari cabai, bawang merah, dan air jeruk nipis. Gonggong adalah sejenis siput laut yang banyak terdapat di perairan sekitar Bintan, Batam, dan Lingga. Dahulu, masyarakat pesisir di Kepri menangkap gonggong untuk pangan sehari-hari, terutama karena mudah didapat saat air laut surut. Gonggong dikenal sebagai makanan rakyat nelayan. Karena tidak semua orang mampu membeli ikan besar, mereka memanfaatkan siput laut ini sebagai lauk tambahan."
  },
  {
    "id":"gulai tepek ikan",
    "nama":"Gulai Tepek Ikan",
    "deskripsi":"Sesuai dengan namanya yaitu tepek, maka cara pembuatan makanan ini adalah di tepek-tepek ataupun dipipihkan. Makanan ini sering dijadikan sebagai salah satu suguhan waktu acara pernikahan, kenduri ataupun acara adat lainnya yang ada di Jambi.",
    "provinsi":"Jambi",
    "gambar":"https://tse2.mm.bing.net/th/id/OIP.Qs3o3ZmxpZOlfikHBDnB8gHaEK?pid=Api&h=220&P=0",
    "BG": "https://upload.wikimedia.org/wikipedia/commons/thumb/0/0e/Kajang_Leko_Rumah_adat_Jambi.jpg/1000px-Kajang_Leko_Rumah_adat_Jambi.jpg",
    "sejarah":"Gulai Tepek Ikan ber asal dari Melayu Jambi, khususnya daerah sekitar Sungai Batanghari. Kata “tepek” dalam bahasa Melayu Jambi berarti ditekan/dipipihkan. Karena itu, adonan ikan yang sudah dicampur dengan tepung sagu dibentuk pipih sebelum dimasak. Makanan ini lahir dari tradisi masyarakat Jambi yang hidup di sekitar sungai dan kaya hasil perikanan, terutama ikan sungai seperti ikan gabus, belida, dan patin."
  },
  {
    "id":"seruit",
    "nama":"Seruit",
    "deskripsi":"Makanan ini terdiri dari ikan yang dicampur dengan biji timun, terong, sambal dan bahan-bahan pelengkap seperti tempoyak (fermentasi durian), lalapan, atau bahkan buah mangga kweni muda.",
    "provinsi":"Lampung",
    "gambar":"https://teleanalysis.com/wp-content/uploads/2024/10/2ff9a61ca023bba5c684f9c371d1a5d9-1.jpg",
    "BG":"https://www.freedomsiana.id/wp-content/uploads/2020/10/nuwo-sesat-1024x576.jpg",
    "sejarah": "Seruit bukan hanya sekadar makanan khas Lampung, tetapi juga memiliki nilai filosofis yang dalam. Dalam bahasa Lampung, kata “nyeruit” atau “muju” sering digunakan sebagai ajakan untuk berkumpul dan menikmati makanan bersama-sama. Ajakan ini mengandung nilai kebersamaan yang kuat, mencerminkan keakraban dan kedekatan di antara keluarga, teman, serta kerabat. Tradisi nyeruit ini tetap melekat kuat pada masyarakat Lampung hingga saat ini, dan menjadi simbol persatuan serta solidaritas dalam komunitas. Momen menikmati seruit bersama memperkuat hubungan sosial dan kekeluargaan di tengah-tengah masyarakat Lampung.Seruit juga kerap kali dihidangkan di acara keluarga, pernikahan, keagamaan hingga acara adat. Nama “seruit” dalam bahasa Lampung berarti makan bersama-sama atau dicampur jadi satu."
  },
  {
    "id":"mi bangka",
    "nama":"Mi Bangka",
    "deskripsi":"Hayo siapa yang suka dengan mie!, mie atau Bakmi Bangka merupakan makanan tradisional Bangka yang sangat lezat , mie yang dilengkapi dengan ayamnya yang nikmat dan mengunggah selerah.",
    "provinsi":"Bangka Belitung",
    "gambar":"https://upload.wikimedia.org/wikipedia/commons/thumb/0/08/Bakmi_Bangka_Bakso_Kuah_2.jpg/500px-Bakmi_Bangka_Bakso_Kuah_2.jpg",
    "BG":"https://www.selasar.com/wp-content/uploads/2020/08/rumah-limas-rumah-adat-bangka-belitung.jpg",
    "sejarah":"Mi Bangka adalah hidangan mi khas dari Pulau Bangka, yang terletak di Provinsi Kepulauan Bangka Belitung, Indonesia. Mi Bangka memiliki sejarah yang kaya dan mencerminkan perpaduan budaya serta pengaruh dari berbagai komunitas yang telah menetap di pulau ini. Mi Bangka dipengaruhi oleh masakan Tionghoa, Melayu, dan Belanda, menciptakan cita rasa unik yang membedakannya dari hidangan mi lainnya di Indonesia. Mi Bangka biasanya disajikan dengan kuah kaldu yang kaya rasa, potongan daging babi atau ayam, serta tambahan seperti pangsit goreng, bakso, dan sayuran segar. Hidangan ini sering kali dihiasi dengan irisan daun bawang dan bawang goreng untuk menambah aroma dan cita rasa. Kuliner ini dipengaruhi oleh masakan Tionghoa Hakka (Khek) yang sudah sejak lama bermigrasi ke Bangka untuk bekerja di tambang timah pada abad ke-18. Para perantau Hakka membawa tradisi mi mereka, lalu menyesuaikan bahan dan cita rasa dengan rempah serta hasil laut Bangka."
  },
  {
    "id":"bubur pedas",
    "nama":"Bubur Pedas",
    "deskripsi":"makanan tradisional sejenis bubur khas suku Melayu yang memiliki berbagai macam varian berbeda seperti Melayu Sambas di Kalimantan Barat, Melayu Langkat dan Melayu Deli dari Sumatera Utara.",
    "provinsi":"Kalimantan Barat",
    "gambar":"https://indonesiakaya.com/wp-content/uploads/2023/04/bp_Artboard_1.jpg",
    "BG":"https://blog-static.mamikos.com/wp-content/uploads/2022/02/Rumah-Adat-Panjang.jpg",
    "sejarah":"Bubur Pedas atau Bubbor Paddas adalah hidangan tradisional yang berasal  dari Kalimantan Barat, Indonesia. Hidangan ini memiliki sejarah yang kaya dan mencerminkan perpaduan budaya serta pengaruh dari berbagai komunitas yang telah menetap di wilayah tersebut. Bubur Pedas dipengaruhi oleh masakan Melayu, Dayak, dan Tionghoa, menciptakan cita rasa unik yang membedakannya dari hidangan bubur lainnya di Indonesia. Bubur Pedas biasanya disajikan dengan berbagai bahan seperti sayuran segar, daging ayam atau ikan, serta rempah-rempah khas Kalimantan Barat. Hidangan ini sering kali dihiasi dengan irisan daun bawang, bawang goreng, dan sambal untuk menambah aroma dan cita rasa. Bubur Pedas memiliki sejarah panjang yang terkait dengan tradisi kuliner masyarakat Kalimantan Barat. Hidangan ini awalnya dibuat sebagai makanan sederhana yang menggabungkan bahan-bahan lokal yang mudah ditemukan di sekitar sungai dan hutan. Seiring waktu, resep bubur pedas berkembang dan diperkaya dengan berbagai rempah-rempah serta bahan tambahan yang mencerminkan kekayaan alam Kalimantan Barat. Pada masa Hindia Belanda, bubur pedas merupakan sajian yang umumnya dihidangkan di lingkungan Kesultanan Deli. Awalnya, di bawah kepemimpinan Tuanku Sultan Makmun Al-Rasyid Perkasa Alam Syah, bubur pedas dihidangkan sebagai makanan buka puasa di kompleks istana Kesultanan Deli. Namun, jauh sebelum itu, kebiasaan buka puasa dengan hidangan bubur pedas ini sudah jauh lebih dulu dilakukan di Masjid Al-Osmani, Medan sejak tahun 1870-an."
  },
  {
    "id":"gence ruan",
    "nama":"Gence Ruan",
    "deskripsi":"Gence ruan merupakan salah satu masakan rica-rica ikan gabus khas dari Kutai Kartanegara, Kalimantan Timur. Ruan mengacu pada nama ikan yang digunakan, yaitu ikan “Haruan” atau ikan gabus.",
    "provinsi":"Kalimantan  Timur",
    "gambar":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/cc/Gence_Ruan.JPG/500px-Gence_Ruan.JPG",
    "BG":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c6/Rumah_Bubungan_Tinggi.jpg/1000px-Rumah_Bubungan_Tinggi.jpg",
    "sejarah":"Gence Ruan adalah hidangan tradisional yang berasal dari Kalimantan Timur, Indonesia. Hidangan ini memiliki sejarah yang kaya dan mencerminkan perpaduan budaya serta pengaruh dari berbagai komunitas yang telah menetap di wilayah tersebut. Gence Ruan dipengaruhi oleh masakan Dayak, Melayu, dan Tionghoa, menciptakan cita rasa unik yang membedakannya dari hidangan lainnya di Indonesia. Gence Ruan biasanya disajikan dengan berbagai bahan seperti daging sapi atau ayam, sayuran segar, serta rempah-rempah khas Kalimantan Timur. Hidangan ini sering kali dihiasi dengan irisan daun bawang, bawang goreng. Dulu, Gence Ruan adalah hidangan bangsawan atau hidangan upacara di Kerajaan Kutai Kartanegara. Artinya dulu hanya dinikmati dalam kalangan istana atau keluarga kerajaan. Seiring waktu, makanan ini mulai dikenal lebih luas ke masyarakat umum, dan jadi bagian dari kuliner tradisional Kutai yang sering disajikan di acara-acara adat, festival, dan juga sebagai menu makan biasa.Misalnya, Festival Erau di Kutai Kartanegara sering memajukan kuliner lokal, termasuk Gence Ruan."
  },
  {
    "id": "soto banjar",
    "nama": "Soto Banjar",
    "deskripsi":"Soto Banjar adalah kuliner soto khas dari Kalimantan Selatan dengan bahan utama ketupat dan daging ayam. Soto ini memiliki aroma harum dari berbagai rempah, seperti kayu manis, biji pala, dan cengkih.",
    "provinsi": "Kalimantan Selatan",
    "gambar": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/e4/Soto_Banjar_ketupat.jpg/550px-Soto_Banjar_ketupat.jpg",
    "BG":"https://www.selasar.com/wp-content/uploads/2020/08/Rumah-Adat-Kalimantan-Selatan.jpg",
    "sejarah": "Soto Banjar adalah hidangan tradisional yang berasal  dari Kalimantan Selatan, Indonesia. Hidangan ini memiliki sejarah yang kaya dan mencerminkan perpaduan budaya serta pengaruh dari berbagai komunitas yang telah menetap di wilayah tersebut. Soto Banjar dipengaruhi oleh masakan Melayu, Dayak, dan Tionghoa, menciptakan cita rasa unik yang membedakannya dari hidangan soto lainnya di Indonesia. Soto Banjar biasanya disajikan dengan berbagai bahan seperti daging ayam atau sapi, bihun, telur rebus, serta rempah-rempah khas Kalimantan Selatan. Soto Banjar diperkirakan muncul setelah tahun 1563, seiring kedatangan pedagang Tiongkok ke Banjarmasin, yang pada akhir abad ke-16 dikenal sebagai daerah kerajaan penghasil lada dan bagian dari Jalur Rempah Nusantara. Kuliner jao to (penyebutan soto saat itu) mulai masuk ke Banjarmasin pada masa tersebut Hidangan ini sering kali dihiasi dengan irisan daun bawang, bawang goreng, dan kerupuk untuk menambah aroma dan cita rasa. Soto Banjar memiliki sejarah panjang yang terkait dengan tradisi kuliner masyarakat Kalimantan Selatan. Hidangan ini awalnya dibuat sebagai makanan sederhana yang menggabungkan bahan-bahan lokal yang mudah ditemukan di sekitar sungai dan hutan. Seiring waktu, resep soto banjar berkembang dan diperkaya dengan berbagai rempah-rempah serta bahan tambahan yang mencerminkan kekayaan alam Kalimantan Selatan."
  },
  {
    "id":"juhu singkah",
    "nama":"Juhu Singkah",
    "deskripsi":"Juhu singkah adalah masakan khas masyarakat Dayak di provinsi Kalimantan Tengah, Indonesia. Dalam bahasa Ngaju, juhu artinya masakan berkuah, sedangkan singkah artinya umbut, yang merujuk kepada batang rotan yang masih muda.",
    "provinsi":"Kalimantan Tengah",
    "gambar":"https://upload.wikimedia.org/wikipedia/commons/thumb/b/bc/Juhu_Umbut_Rotan_Ikan_Nila.jpg/550px-Juhu_Umbut_Rotan_Ikan_Nila.jpg",
    "BG":"https://www.selasar.com/wp-content/uploads/2020/08/rumah-adat-pasir-panjang-kalimantan-tengah.jpg",
    "sejarah":"Juhu Singkah adalah hidangan tradisional yang berasal  dari Kalimantan Tengah, Indonesia. Hidangan ini memiliki sejarah yang kaya dan mencerminkan perpaduan budaya serta pengaruh dari berbagai komunitas yang telah menetap di wilayah tersebut. Juhu Singkah dipengaruhi oleh masakan Dayak, Melayu, dan Tionghoa, menciptakan cita rasa unik yang membedakannya dari hidangan lainnya di Indonesia. Juhu Singkah biasanya disajikan dengan berbagai bahan seperti ikan air tawar, sayuran segar, serta rempah-rempah khas Kalimantan Tengah. Hidangan ini sering kali dihiasi dengan irisan daun bawang, bawang goreng, dan sambal untuk menambah aroma dan cita rasa. Juhu Singkah memiliki sejarah panjang yang terkait dengan tradisi kuliner masyarakat Kalimantan Tengah. Hidangan ini awalnya dibuat sebagai makanan sederhana yang menggabungkan bahan-bahan lokal yang mudah ditemukan di sekitar sungai dan hutan. Seiring waktu, resep Juhu Singkah berkembang dan diperkaya dengan berbagai rempah-rempah serta bahan tambahan yang mencerminkan kekayaan alam Kalimantan Tengah."
  },
  {
    "id": "nasi subut",
    "nama": "Nasi Subut",
    "deskripsi":"Nasi Subut adalah hidangan nasi yang unik karena tidak hanya dimasak dengan ubi jalar ungu, tetapi sering kali juga dicampur dengan pipilan jagung. Perpaduan ini menghasilkan nasi berwarna ungu dengan tekstur yang pulen serta rasa gurih dan sedikit manis.",
    "provinsi": "Kalimantan Utara",
    "gambar": "https://tse1.mm.bing.net/th/id/OIP.phaFGmV2SEVhKbAK6MPGqAHaE8?pid=Api&h=220&P=0",
    "BG":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c0/Baloy_Mayo_Adat_Tidung_%282%29.JPG/1000px-Baloy_Mayo_Adat_Tidung_%282%29.JPG",
    "sejarah":"Masyarakat mengatakan nasi subut sudah ada “sejak dahulu”, sebagai bagian dari cara hidup yang memanfaatkan bahan lokal yang melimpah (ubi, jagung, ikan pari, dll). Biasanya disajikan saat acara adat, syukuran, perayaan lokal, atau saat menjamu tamu. Lauk yang sering menjadi pasangan nasi subut adalah sate ikan pari yang diolah lokal di sekitar sungai-Sungai dan wilayah Tana Tidung."
  },
  {
    "id": "sate bandeng",
    "nama": "Sate Bandeng",
    "deskripsi":"Sate Bandeng dibuat dari ikan bandeng (Chanos chanos; bahasa Indonesia: ikan Bandeng) yang dihilangkan durinya, dagingnya dibumbui dan dimasukkan kembali ke kulitnya, lalu ditusuk atau dijepit tusukan tangkai bambu, lalu dibakar di atas bara arang.",
    "provinsi": "Banten",
    "gambar": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/73/Sate_Bandeng_2.jpg/500px-Sate_Bandeng_2.jpg",
    "BG":"https://upload.wikimedia.org/wikipedia/commons/thumb/7/75/Baduy_Village_House.jpg/1000px-Baduy_Village_House.jpg",
    "sejarah":"Sate Bandeng berasal  dari daerah Serang, Banten. Kuliner ini diperkirakan sudah ada sejak masa Kesultanan Banten (abad ke-16 - 17). Dulu, ikan bandeng banyak terdapat di perairan pesisir Banten, sehingga dijadikan bahan utama makanan rakyat dan hidangan istana. Sate Bandeng dibuat dari ikan bandeng (Chanos chanos; bahasa Indonesia: ikan Bandeng) yang dihilangkan durinya, dagingnya dibumbui dan dimasukkan kembali ke kulitnya, lalu ditusuk atau dijepit tusukan tangkai bambu, lalu dibakar di atas bara arang."
  },
  {
    "id": "kerak telor",
    "nama": "Kerak Telor",
    "deskripsi":"Makanan legendaris kerak telur dengan bahan-bahan beras ketan putih, telur ayam atau bebek, ebi (udang kering yang diasinkan), ditambah bawang merah goreng, lalu diberi bumbu yang dihaluskan berupa kelapa sangrai, cabai merah, kencur, jahe, kunyit,sereh halus, merica butiran, garam dan gula pasir.",
    "provinsi": "Jakarta",
    "gambar": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/bd/Kerak_telor_Betawi.jpg/550px-Kerak_telor_Betawi.jpg",
    "BG":"https://upload.wikimedia.org/wikipedia/commons/thumb/6/67/Rumah_Betawi_TMII.jpg/1000px-Rumah_Betawi_TMII.jpg",
    "sejarah":"Kerak telor diciptakan pada tahun 1920-an dari hasil percobaan sekelompok masyarakat Betawi yang tinggal di kawasan Menteng, Jakarta Pusat. Berawal dari buah kelapa yang berlimpah di daerah tersebut, masyarakat Betawi pun mencoba mengolah kelapa tersebut menjadi beragam aneka makanan. Pada saat itu Gubernur Jakarta Ali Sadikin mulai mempromosikan makanan khas Betawi tersebut. Dalam perkembangannya, kerak telor mulai sering dijumpai setiap harinya di beberapa kawasan di Kota Jakarta. Pada tahun 1970-an, masyarakat Betawi pun mulai menjajakan camilan tersebut ke sekitaran Monumen Nasional (Monas). Pada saat itu banyak masyarakat Betawi mulai memanfaatkan tumbuhan kelapa yang ada di jakarta sebagai bahan dasar makanan tradisional Betawi seperti soto Betawi, nasi uduk, hingga kerak telor itu sendiri. Pada zaman penjajahan Belanda, kerak telor menjadi makanan yang mahal dan hanya bisa disantap oleh masyarakat kalangan atas. Seiring berjalannya waktu, masyarakat Betawi mulai memberanikan diri untuk menjajakan kerak telor dengan harga terjangkau, agar dapat dinikmati oleh semua kalangan."
  },
  {
    "id": "karedok",
    "nama": "Karedok",
    "deskripsi":"Karedok adalah salah satu makanan khas Sunda di Indonesia. Karedok sekilas mirip dengan lotek. Karedok dibuat dengan bahan-bahan sayuran mentah antara lain; mentimun, taoge, kol, kacang panjang, ubi, labu siam daun kemangi.",
    "provinsi": "Jawa Barat",
    "gambar": "https://asset-2.tribunnews.com/travel/foto/bank/images/karedok.jpg",
    "BG":"https://www.selasar.com/wp-content/uploads/2020/08/Joglo-adalah-rumah-adat-Yogyakarta.jpg",
    "sejarah":"Karedok berasal  dari tanah Sunda (Jawa Barat). Makanan ini sudah ada sejak zaman Kerajaan Sunda (sebelum abad ke-16), ketika masyarakat sudah terbiasa makan sayuran mentah dari kebun sebagai bagian dari pola hidup sehat dan sederhana. Kata “karedok” sendiri diyakini berasal  dari bahasa Sunda lama yang berarti sayuran mentah yang disiram bumbu.Salah satu ciri dari karedok adalah menggunakan oncom bakar. Bila tidak menggunakan oncom bakar disebutnya lotek mentah walau tidak semua begitu."
  },
  {
    "id": "lumpia",
    "nama": "Lumpia",
    "deskripsi":"Lumpia adalah makanan ringan terdiri dari lembaran tipis tepung gandum yang dijadikan sebagai pembungkus isian yang umumnya adalah rebung, telur, sayuran segar, daging, atau makanan laut.",
    "provinsi": "Semarang, Jawa Tengah",
    "gambar": "https://upload.wikimedia.org/wikipedia/commons/thumb/4/43/Loenpia_Semarang.JPG/500px-Loenpia_Semarang.JPG",
    "BG":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/40/Joglo_Pencu%2C_Rumah_Tradisional_Kudus.jpg/1000px-Joglo_Pencu%2C_Rumah_Tradisional_Kudus.jpg",
    "sejarah":"Lumpia berasal dari komunitas Tionghoa yang telah lama menetap di Semarang sejak abad ke-18. Para imigran Tionghoa membawa tradisi lumpia dari China, lalu menyesuaikan bahan dan cita rasa dengan rempah serta hasil bumi lokal di Jawa Tengah. Pada awalnya, lumpia hanya dikenal di kalangan komunitas Tionghoa di Semarang. Namun, seiring waktu, makanan ini mulai dikenal lebih luas ke masyarakat umum, dan jadi bagian dari kuliner khas Semarang yang sering disajikan di acara-acara adat, festival, dan juga sebagai menu jajanan sehari-hari. Sejarah lumpia Semarang berawal ketika seorang lelaki Tionghoa bernama Tjoa Thay Joe datang dan memutuskan untuk tinggal, menetap di Semarang, Jawa Tengah. Di Semarang, ia memutuskan untuk membuka usaha makanan khas Tionghoa, yakni makanan pelengkap berisi daging babi dan rebung. Suatu hari, Tjoa Thay Joe bertemu dengan seorang wanita asli Jawa yakni Wasih. Kebetulan Wasih juga membuka usaha makanan yang mirip dengan milik Tjoa Thay Joe, tetapi bedanya, usaha makanan Wasih berupa hidangan pelengkap berisi kentang dan udang serta bercita rasa manis.Menariknya, bukan bersaing mereka malah saling jatuh cinta dan akhirnya memutuskan untuk menikah. Sejak saat itulah keduanya meleburkan usaha makanannya. Kulit renyah dari lumpia kini diubah menjadi udang atau daging ayam yang dipadukan dengan rebung manis."
  },
  {
    "id":"gudeg",
    "nama":"Gudeg",
    "deskripsi":"Pembuatan gudeg memerlukan waktu hingga berjam-jam. Warna cokelat dari gudeg biasanya dihasilkan oleh daun jati yang dimasak secar bersamaan. Biasanya, gudeg dimakan dengan nasi dan disajikan dengan kuah santan kental.",
    "provinsi":"Yogyakarta",
    "gambar":"https://upload.wikimedia.org/wikipedia/commons/thumb/3/31/Nasi_Gudeg.jpg/550px-Nasi_Gudeg.jpg",
    "BG":"https://www.selasar.com/wp-content/uploads/2020/08/Joglo-adalah-rumah-adat-Yogyakarta.jpg",
    "sejarah":"Gudeg sudah ada sejak zaman Kerajaan Mataram (abad ke-16 - 18), ketika masyarakat Jawa sudah terbiasa mengolah nangka muda sebagai bagian dari pola hidup sederhana. Gudeg awalnya adalah makanan rakyat yang dibuat di rumah-rumah, lalu dijual di pasar-pasar tradisional. Seiring waktu, gudeg mulai dikenal lebih luas ke masyarakat umum, dan jadi bagian dari kuliner khas Yogyakarta yang sering disajikan di acara-acara adat, festival, dan juga sebagai menu makan sehari-hari. Pada zaman dahulu, gudeg merupakan makanan yang sederhana dan murah, sehingga hanya dinikmati oleh kalangan rakyat biasa. Namun, seiring berjalannya waktu, gudeg mulai dikenal oleh kalangan bangsawan dan keraton di Yogyakarta. Bahkan, pada masa pemerintahan Sultan Hamengkubuwono IX, gudeg menjadi hidangan resmi yang disajikan di istana keraton. Hal ini menunjukkan betapa gudeg telah menjadi bagian penting dari budaya dan tradisi masyarakat Yogyakarta."
  },
  {
    "id":"rujak cingur",
    "nama":"Rujak Cingur",
    "deskripsi":"Dalam bahasa Jawa , kata cingur berarti 'mulut' atau cengor dalam Bahasa Madura, hal ini merujuk pada bahan irisan hidung atau moncong sapi yang direbus dan dicampurkan ke dalam hidangan. Rujak cingur biasanya terdiri dari irisan beberapa jenis buah seperti timun, kerahi.",
    "provinsi":"Surabaya, Jawa Timur",
    "gambar":"https://upload.wikimedia.org/wikipedia/commons/thumb/e/e0/Rujak_Cingur.jpg/500px-Rujak_Cingur.jpg",
    "BG":"https://static.vecteezy.com/system/resources/previews/005/714/796/large_2x/rumah-osing-the-traditional-houses-of-the-osing-tribe-in-the-city-of-banyuwangi-east-java-indonesia-osing-house-is-a-traditional-tribal-house-photo.JPG",
    "sejarah":"Rujak cingur merupakan salah satu makanan tradisional dari Jawa Timur, terutama di daerah Arekan. Menurut pegiat sejarah Kota Surabaya, keberadaan rujak cingur di Kota Surabaya berawal dari tahun 1930-an yang dibawa oleh pendatang dari Pulau Madura untuk bertahan hidup dengan berdagang kuliner yakni rujak cingur. Awalnya pedagang dari Madura menggunakan Petis ikan cakalang khas Madura, tetapi untuk menyesuaikan dengan lidah masyarakat Kota Surabaya yang mayoritas bersuku Jawa maka juga menggunakan petis udang. Dalam bahasa Jawa , kata cingur berarti 'mulut' atau cengor dalam Bahasa Madura, hal ini merujuk pada bahan irisan hidung atau moncong sapi yang direbus dan dicampurkan ke dalam hidangan. Rujak cingur biasanya terdiri dari irisan beberapa jenis buah seperti timun, kerahi (krai, yaitu sejenis timun khas Jawa Timur atau blungkak dalam Bahasa Madura), bengkuang, mangga muda, nanas, kedondong, kemudian ditambah lontong, tahu, tempe, bendhoyo, cingur, serta sayuran seperti kecambah/taoge, kangkung, dan kacang panjang."
  },
  {
    "id":"ayam betutu",
    "nama":"Ayam Betutu",
    "deskripsi":"Ayam Betutu adalah makanan tradisional khas Bali yang terbuat dari ayam atau bebek utuh yang berisi bumbu, kemudian dipanggang dalam api sekam. Ayam betutu merupakan jenis lauk pauk yang dibuat dari daging ayam yang telah dibersihkan, kemudian dibalurkan bumbu khas Bali.",
    "provinsi":"Bali",
    "gambar":"https://tse1.mm.bing.net/th/id/OIP.YVvdHiTPCR5SxJD6k3KHbAHaFj?pid=Api&h=220&P=0",
    "BG":"https://i2.wp.com/saintif.com/wp-content/uploads/2020/08/Rumah-adat-suku-Bali.jpg?fit=1024%2C683&ssl=1" ,
    "sejarah":"Ayam Betutu merupakan kuliner khas Bali yang berasal  dari Gianyar. Sejarah Ayam Betutu pertama bermula pada tahun 1976, dari olahan tangan, Ni Wayan Tempeh atau Men Tempeh yang berasal  dari wilayah Abiansi, kota Gianyar. Kemudian, bersama dengan suaminya yang bernama I Nyoman Suratna yang berasal  dari Bangli, Ni Wayan Tempeh mendirikan warung Ayam Betutu. Nama Betutu sendiri ber asal dari kata be dan tunu, Be artinya daging, dan tunu artinya bakar. Jadi secara harfiah adalah daging yang dibakar. Kuliner ini secara tradisional pada dasarnya merupakan ayam bakar yang dilabur dengan bumbu khas Bali yang bernama base genep lalu di panggang di api sekam. Namun, seiring kemajuan zaman pembuatan Ayam Betutu juga dilakukan memakai oven atau alat panggang/bakar modern lain. Sebenarnya, Ayam Betutu merupakan hidangan untuk upacara keagamaan dan upacara adat di Bali, seperti otonan, odalan, dan juga acara pernikahan. Sementara itu, pengolahan betutu sendiri khas dengan diberi lapisan pembungkus daun pinang, lalu diberi bara sekam. Kemudian dimasukan ke dalam tanah dari batu-batu yang sudah dipanaskan. Cara pengolahan ini merupkan warisan dari masa Majapahit yaitu masa abad ke-16, ketika pengaruh Islam masuk ke tanah Jawa. Setelah itu, diketahui banyak orang Majapahit yang merupakan pemeluk Hindu akhirnya pergi wilayah Bali. Berbagai pengaruh budaya yang ada pada masa Majapahit akhirnya beralih ke Bali salah satunya kuliner. Beberapa kuliner khas Bali hasil pengaruh budaya Majapahit, termasuk juga betutu. Rasa awal masakan ini bercita rasa manis yang ber asal  dari Pulau Jawa, dikarenakan Islam pada saat itu sudah menyebar luas di Pulau Jawa. Akhirnya, dibawalah masakan tersebut ke Pulau Bali. Namun setelah dibawa ke daerah Pulau Bali, cita rasa masakkan Ayam Betutu tersebut berubah menjadi pedas yang dihasilkan dari bumbu khas pulau bali. Dan sampai sekarang masakan tersebut masih dipertahankan oleh masyarakat pulau bali dan menjadi masakan khas Pulau Bali."
  },
  {
    "id":"catemak jagung",
    "nama":"Catemak Jagung",
    "deskripsi":"Catemak Jagung adalah makanan tradisional yang ikonik dan bergizi dari Nusa Tenggara Timur (NTT). Meskipun sering disebut sebagai hidangan penutup, cita rasanya yang dominan gurih dan asin menjadikannya sajian yang unik dan serbaguna, cocok disantap kapan saja.",
    "provinsi":"Nusa Tenggara Timur",
    "gambar":"https://altomerge.com/wp-content/uploads/2024/08/bubur-manado-911b55f6abe1c3c9786edb4ced5f3e4a.jpg",
    "BG":"https://tse3.mm.bing.net/th/id/OIP.xeXHluwUs9Fqe35aSOzwgwHaEt?pid=Api&h=220&P=0",
    "sejarah":"Catemak Jagung adalah makanan tradisional yang berasal  dari masyarakat Timor, Flores, dan beberapa wilayah lain di NTT. Sejak zaman dahulu, masyarakat NTT sudah akrab dengan jagung karena menjadi bahan pangan pokok selain ubi dan singkong. Padi relatif sulit tumbuh di daerah kering, sehingga jagung menjadi sumber karbohidrat utama. Catemak jagung awalnya dibuat sebagai makanan sehari-hari setelah panen jagung. Biasanya disajikan saat berkumpul bersama keluarga atau ketika ada acara adat sederhana. Nama catemak sendiri dalam bahasa daerah berarti rebusan. Hidangan ini memang berupa rebusan jagung bersama kacang-kacangan dan sayuran."
  },
  {
    "id":"ayam taliwang",
    "nama":"Ayam Taliwang",
    "deskripsi":"Ayam Taliwang adalah makanan khas yang berasal dari Taliwang, Sumbawa Barat, Nusa Tenggara Barat. Makanan ini berbahan dasar daging ayam. Daging ayam yang disajikan berasal dari ayam kampung muda yang dibakar kemudian dibumbui dengan berbagai rempah Indonesia.",
    "provinsi":"Nusa Tenggara Barat",
    "gambar":"https://upload.wikimedia.org/wikipedia/commons/thumb/4/4c/Ayam_bakar_khas_Taliwang_2.JPG/500px-Ayam_bakar_khas_Taliwang_2.JPG",
    "BG":"https://tse3.mm.bing.net/th/id/OIP.-zv2k1BgnG0p2erlS1i4AgHaEK?pid=Api&h=220&P=0",
    "sejarah":"kuliner ayam taliwang di Lombok berhubungan erat dengan komunitas Karang Taliwang yang berada di wilayah Kecamatan Cakranegara, Kota Mataram. Leluhur masyarakat Karang Taliwang berasal  dari Taliwang, Kabupaten Sumbawa Barat. Mereka berpindah ke Lombok setelah Kerajaan Selaparang diserang oleh Kerajaan Karangasem, Bali. Mulanya, masyarakat Taliwang datang ke Lombok untuk membantu Kerajaan Selaparang atas perintah Raja Sumbawa. Mereka lantas mendirikan pemukiman di wilayah perbatasan dengan nama Karang Taliwang. Selain mendatangkan pasukan Kerajaan Taliwang, pasukan Kerajaan Taliwang juga mengirimkan juru masak. Perdamaian antara Kerajaan Selaparang dengan Kerajaan Karangasem Bali konon tercapai berkat diplomasi makanan ayam bakar yang dimasak oleh juru masak Kerajaan Taliwang. Hidangan ini pertama kali diperkenalkan oleh para prajurit Kerajaan Selaparang (Lombok Timur) pada abad ke-17. Saat itu, prajurit dari Karang Taliwang ditugaskan melayani tamu-tamu kerajaan, termasuk utusan dari Kesultanan Mataram (Jawa). Untuk menghormati tamu, mereka menyajikan hidangan ayam kampung muda yang dibakar dengan bumbu khas Lombok: cabai merah kering, bawang merah, bawang putih, terasi, kencur, gula, dan garam. disinilah ayam taliwang mulai dikenal luas."
  },
  {
    "id":"ayam iloni",
    "nama":"Ayam Iloni",
    "deskripsi":"Ayam iloni adalah salah satu makanan khas dari Gorontalo, Sulawesi. Dalam kehidupan masyarakat Gorontalo, Ayam Iloni menjadi salah satu menu utama Masakan Gorontalo yang umum disajikan.",
    "provinsi":"Gorontalo",
    "gambar":"https://upload.wikimedia.org/wikipedia/commons/thumb/2/2a/Ayam_iloni_khas_gorontalo.png/330px-Ayam_iloni_khas_gorontalo.png",
    "BG":"https://www.99.co/id/panduan/wp-content/uploads/2021/12/26134104/Rumah-Adat-Gorontalo-Bantayo-Poboide.png",
    "sejarah":"Ayam Iloni adalah hidangan tradisional yang berasal  dari Gorontalo, Sulawesi Utara, Indonesia. Hidangan ini memiliki sejarah yang kaya dan mencerminkan perpaduan budaya serta pengaruh dari berbagai komunitas yang telah menetap di wilayah tersebut. Ayam Iloni dipengaruhi oleh masakan Gorontalo, Melayu, dan Tionghoa, menciptakan cita rasa unik yang membedakannya dari hidangan ayam lainnya di Indonesia. Ayam Iloni biasanya disajikan dengan berbagai bahan seperti daging ayam kampung, sayuran segar, serta rempah-rempah khas Gorontalo. Hidangan ini sering kali dihiasi dengan irisan daun bawang, bawang goreng, dan sambal untuk menambah aroma dan cita rasa. Ayam Iloni memiliki sejarah panjang yang terkait dengan tradisi kuliner masyarakat Gorontalo. Hidangan ini awalnya dibuat sebagai makanan sederhana yang menggabungkan bahan-bahan lokal yang mudah ditemukan di sekitar sungai dan hutan. Seiring waktu, resep Ayam Iloni berkembang dan diperkaya dengan berbagai rempah-rempah serta bahan tambahan yang mencerminkan kekayaan alam Gorontalo."
  },
  {
    "id":"bau peapi",
    "nama":"Bau Peapi",
    "deskripsi":"Bau peapi adalah makanan khas mandar dari olahan ikan dari Polewali Mandar, Sulawesi Barat. Makanan ini memiliki kuah kuning dan bercita rasa campuran rasa asam, pedas, dan gurih. Bau peapi dimasak menggunakan ikan laut segar. ",
    "provinsi":"Sulawesi Barat",
    "gambar":"https://tse1.mm.bing.net/th/id/OIP.ztuNE142bO3W-5-ParBT2AHaEK?pid=Api&h=220&P=0",
    "BG":"https://www.selasar.com/wp-content/uploads/2020/08/rumah-adat-sulawesi-barat-1.jpg",
    "sejarah":"bau dalam bahasa Gorontalo berarti ikan, sedangkan “peapi” berarti dimasak kuah pedas/asam segar. Jadi, Bau Peapi adalah ikan kuah khas Gorontalo. Hidangan ini sudah ada sejak zaman nenek moyang masyarakat pesisir Gorontalo yang menggantungkan hidup dari hasil laut. Karena Gorontalo terletak di pesisir Teluk Tomini dengan laut yang kaya, masyarakat setempat menjadikan ikan sebagai bahan makanan utama. Bau Peapi awalnya dimasak oleh para nelayan dengan cara sederhana: ikan segar direbus dengan bumbu lokal seperti cabai, tomat, kemangi, serta perasan jeruk Gorontalo. Makanan ini kemudian berkembang menjadi sajian adat yang kerap dihidangkan pada acara keluarga besar, syukuran, dan jamuan untuk tamu."
  },
  {
    "id":"uta dada",
    "nama":"Uta Dada",
    "deskripsi":"Uta Dada adalah salah satu hidangan berkuah santan yang paling populer dan menjadi ikon kuliner dari suku Kaili di Palu, Sulawesi Tengah. Nama Uta Dada sendiri secara harfiah berarti kuah santan (uta) dan dada (dada ayam), yang merujuk pada bahan utama dan cara memasaknya.",
    "provinsi":"Sulawesi Tengah",
    "gambar":"https://s.kaskus.id/images/2023/03/20/11346757_20230320083003.jpg",
    "BG":"https://tse2.mm.bing.net/th/id/OIP.i1cXFrtse0l2jCR9ntFtSAHaEH?pid=Api&h=220&P=0",
    "sejarah":"Masyarakat Kaili sejak dahulu adalah petani, nelayan, dan peternak ayam kampung. Ayam kampung dianggap makanan bergengsi, sehingga tidak dimakan sehari-hari. Ayam hanya disembelih untuk adat. Hidangan ini biasanya disajikan dalam acara adat, perayaan keluarga, atau hajatan besar karena ayam dianggap lauk istimewa. Awalnya dimasak secara tradisional menggunakan ayam kampung, santan kental, serta rempah lokal seperti serai, kunyit, kemiri, cabai, dan bawang."
  },
  {
    "id":"bubur manado",
    "nama":"Bubur Manado",
    "deskripsi":"Bubur Manado, atau yang lebih dikenal dengan nama aslinya Tinutuan, adalah salah satu kuliner ikonik dari Manado, Sulawesi Utara. Ini bukanlah bubur biasa, melainkan hidangan kaya rasa dan gizi yang sarat dengan berbagai jenis sayuran.",
    "provinsi":"Sulawesi Utara",
    "gambar":"https://lifestyle.haluan.co/wp-content/uploads/2024/11/bubur-manado.webp",
    "BG":"https://tse4.mm.bing.net/th/id/OIP.vl_7818Y7wHS0TJH9ixG_AHaEK?pid=Api&h=220&P=0",
    "sejarah":"Bubur Manado, atau yang dikenal juga dengan nama Tinutuan, adalah hidangan khas dari Manado, Sulawesi Utara, Indonesia. Hidangan ini memiliki sejarah yang kaya dan mencerminkan perpaduan budaya serta pengaruh dari berbagai komunitas yang telah menetap di wilayah tersebut. Bubur Manado memiliki akar sejarah yang erat dengan kebudayaan masyarakat Minahasa. Tinutuan mulai populer sejak tahun 1970-an dan sering disebut sebagai makanan rakyat. Nama “tinutuan” sendiri berasal  dari bahasa daerah yang berarti campuran berbagai bahan. Hal ini sesuai dengan komposisinya yang beragam, seperti beras, labu kuning, bayam, kangkung, jagung dan singkong. Awalnya, bubur ini dibuat sebagai makanan sehari-hari karena bahan-bahannya mudah ditemukan dan terjangkau.  Namun, seiring berjalannya waktu, bubur Manado menjadi salah satu ikon kuliner Sulawesi Utara yang terkenal hingga ke mancanegara. "
  },
  {
    "id":"kabuto",
    "nama":"Kabuto",
    "deskripsi":"Kabuto adalah makanan tradisional khas masyarakat di wilayah Kabupaten Muna dan Buton, Sulawesi Tenggara. Ini bukanlah makanan sehari-hari di masa sekarang, melainkan makanan pokok warisan leluhur yang lahir dari kondisi alam yang kering dan berbatu, yang lebih cocok untuk tanaman singkong daripada padi.",
    "provinsi":"Sulawesi Tenggara",
    "gambar":"https://tse2.mm.bing.net/th/id/OIP.R-px-MHx5WCPSS49vjyB7QHaEK?pid=Api&h=220&P=0",
    "BG":"https://tse3.mm.bing.net/th/id/OIP.NgQU8SlVVs9wLA6VIFsh7wHaEL?pid=Api&h=220&P=0",
    "sejarah":"Kabuto berasal  dari bahasa daerah Muna (Sulawesi Tenggara) yang berarti ubi kayu/singkong yang dikeringkan. Nama ini merujuk pada bahan utamanya: singkong yang diolah menjadi makanan pokok pengganti nasi. Masyarakat di wilayah Muna, Buton, dan sekitarnya pada zaman dulu sering menghadapi kondisi sulit menanam padi karena tanah berkapur dan musim kering panjang. Untuk bertahan hidup, mereka mengandalkan ubi kayu/singkong sebagai sumber karbohidrat utama Singkong dipilih karena mudah ditanam, tahan lama, dan bisa diolah dalam berbagai bentuk. Dari sinilah lahir tradisi membuat Kabuto: singkong yang dipotong kecil, dijemur hingga kering, lalu disimpan lama sebagai cadangan makanan."
  },
  {
    "id":"coto makassar",
    "nama":"Coto Makassar",
    "deskripsi":"Makanan ini terbuat dari jeroan sapi yang direbus dalam waktu yang lama. Rebusan jeroan bercampur daging sapi ini kemudian diiris-iris, lalu dibumbui dengan bumbu yang diracik secara khusus. Biasanya, Coto makassar dihidangkan dalam mangkuk dan dinikmati dengan ketupat. ",
    "provinsi":"Sulawesi Selatan",
    "gambar":"https://upload.wikimedia.org/wikipedia/commons/thumb/c/c8/Kuliner_Coto_Makassar.jpg/500px-Kuliner_Coto_Makassar.jpg",
    "BG":"https://tse4.mm.bing.net/th/id/OIP.XCT8IXj0LHL6T1TErMTfzgHaEK?pid=Api&h=220&P=0",
    "sejarah":"Coto makassar atau Pallu coto mangkasarak adalah hidangan tradisional Suku Makassar, Sulawesi Selatan. Makanan ini terbuat dari jeroan sapi yang direbus dalam waktu yang lama. Rebusan jeroan bercampur daging sapi ini kemudian diiris-iris, lalu dibumbui dengan bumbu yang diracik secara khusus. Biasanya, Coto makassar dihidangkan dalam mangkuk dan dinikmati dengan ketupat. Biasanya dijual secara terpisah, tergantung konsumen memilih campur antara jeroan dan daging, jeroan saja, atau daging saja. oto Makassar diperkirakan telah ada semenjak masa Kerajaan Gowa, tepatnya di Kabupaten Gowa pada abad ke-16. Dahulu, hidangan coto bagian daging sapi sirloin dan tenderloin hanya disajikan untuk disantap oleh keluarga kerajaan. Sementara bagian jeroan disajikan untuk masyarakat kelas bawah atau abdi dalem pengikut kerajaan. Sejak bulan November 2008, Coto makassar telah dipilih sebagai salah satu menu yang dihidangkan pada penerbangan domestik Garuda Indonesia dari dan ke Makassar"
  },
  {
    "id":"gatang kenari",
    "nama":"Gatang Kenari",
    "deskripsi":"Gatang Kenari adalah masakan tradisional yang sangat khas dari Maluku Utara, terutama dari daerah Tidore. Hidangan ini menonjolkan dua kekayaan alam utama dari kepulauan tersebut: hasil laut dan rempah-rempah, khususnya buah kenari yang melimpah di sana.",
    "provinsi":"Maluku Utara",
    "gambar":"https://tse2.mm.bing.net/th/id/OIP.JEr9bjgntVpoTpQq0xXKjwHaD4?pid=Api&h=220&P=0",
    "BG":"https://budayanesia.com/wp-content/uploads/2021/06/3-Nama-Rumah-Adat-Maluku-Utara-Gambar-dan-Keunikannya-1536x1023.jpg",
    "sejarah":"Masyarakat pesisir Sulawesi Utara (khususnya Minahasa dan Manado) sejak dahulu terkenal sebagai pelaut dan nelayan, sehingga hasil laut—terutama kepiting, ikan, dan udang—menjadi sumber pangan utama. Biji kenari sudah lama dipakai sebagai bahan masakan di kawasan Maluku & Sulawesi karena kaya minyak alami, gurih, dan bisa menjadi pengganti kacang tanah. Perpaduan kepiting segar dengan bumbu kenari diperkirakan berkembang sejak masa perdagangan rempah (abad ke-16 ke atas), ketika kenari menjadi komoditas penting di jalur Maluku-Sulawesi. Dari situlah lahir masakan Gatang Kanari, yang hingga kini menjadi ikon kuliner khas Manado. "
  },
  {
    "id":"papeda",
    "nama":"Papeda",
    "deskripsi":"Papeda adalah makanan berupa bubur sagu yang berasal dari Kepulauan Maluku dan pesisir barat Papua. Hidangan ini biasanya disajikan dengan ikan tongkol atau bubara yang dibumbui dengan kunyit. ",
    "provinsi":"Maluku",
    "gambar":"https://upload.wikimedia.org/wikipedia/commons/thumb/0/01/Papeda%2C_Kuah_Kuning%2C_Ikan_Tude_Bakar_2.jpg/500px-Papeda%2C_Kuah_Kuning%2C_Ikan_Tude_Bakar_2.jpg",
    "BG":"https://www.nesabamedia.com/wp-content/uploads/2019/04/rumah-adat-maluku-baileo.jpg",
    "sejarah":" Di berbagai wilayah pesisir dan dataran rendah di Papua, sagu merupakan bahan dasar dalam berbagai makanan. Sagu bakar, sagu lempeng, dan sagu bola menjadi sajian yang paling banyak dikenal di berbagai pelosok Papua, khususnya dalam tradisi kuliner masyarakat adat di Kabupaten Mappi, Asmat, hingga Mimika. Papeda merupakan salah satu sajian khas sagu yang sangat gampang sekali ditemukan terutama di Wilayah Maluku dan Papua.  Antropolog sekaligus Ketua Lembaga Riset Papua, Johszua Robert Mansoben, menyatakan bahwa papeda dikenal lebih luas dalam tradisi masyarakat adat Sentani di Danau Sentani, Taikat di Arso, serta Manokwari."
  },
  {
    "id":"ikan cakalang asar",
    "nama":"Ikan Cakalang Asar",
    "deskripsi":" Ikan Cakalang Asar adalah hidangan ikan cakalang utuh yang diawetkan melalui proses pengasapan lambat, menghasilkan ikan dengan aroma smoky yang kuat, rasa gurih pekat, dan biasa disantap dengan nasi panas serta sambal colo-colo.",
    "provinsi":"Papua Barat",
    "gambar":"https://img-global.cpcdn.com/recipes/5ca41c6dab7d8cdb/680x964cq70/ikan-cakalang-asapasar-colo-colo-khas-maluku-foto-resep-utama.jpg",
    "BG":"https://tse1.mm.bing.net/th/id/OIP.ICO2JlPA2TSDdzMacjLKBwHaE0?pid=Api&h=220&P=0",
    "sejarah":"Perairan Papua Barat, terutama Teluk Cenderawasih dan Laut Seram, kaya akan ikan cakalang. Sejak lama masyarakat Papua Barat adalah pelaut dan nelayan ulung. Mereka mengembangkan cara pengawetan alami untuk ikan hasil tangkapan, salah satunya dengan diasap. Istilah asar tetap merujuk pada teknik pengasapan.Di masa lalu, ikan hasil tangkapan tidak mungkin langsung habis dimakan. Karena itu, nenek moyang masyarakat Papua Barat mengasap ikan cakalang agar bisa disimpan lama saat perjalanan laut atau sebagai bekal berburu di pedalaman.Tradisi ini juga erat kaitannya dengan budaya pesta rakyat: ikan asar biasanya hadir dalam acara adat, pesta syukuran panen, hingga perayaan gereja."
  },
  {
    "id":"ikan bakar manokwari",
    "nama":"Ikan Bakar Manokwari",
    "deskripsi":" Ikan Bakar Manokwari adalah salah satu kuliner paling terkenal dan wajib dicoba. Keunikan dan kunci kelezatan Ikan Bakar Manokwari tidak terletak pada bumbu rendaman ikannya yang rumit, melainkan pada sambal mentah khas yang disiramkan melimpah di atasnya sesaat sebelum disajikan.",
    "provinsi":"Papua",
    "gambar":"https://tse1.mm.bing.net/th/id/OIP.IfzEbp_-MzqP6R-3iExWkwHaEK?pid=Api&h=220&P=0",
    "BG":"https://tse1.mm.bing.net/th/id/OIP.oBE-ywLabSnmJWL1a0pRgwHaEK?pid=Api&h=220&P=0",
    "sejarah":"Dahulu, masyarakat Manokwari sering membakar ikan hasil tangkapan langsung di tepi pantai, sederhana tanpa banyak bumbu. Saat pendatang dari Maluku dan Jawa berdagang ke Papua Barat, mereka memperkenalkan cara membuat sambal. Dari perpaduan budaya lokal (ikan bakar) dan pengaruh luar (sambal), lahirlah Ikan Bakar Manokwari dengan sambal khas. Seiring berkembangnya kota Manokwari sebagai pusat pemerintahan Papua Barat, makanan ini makin populer. "
  },
  {
    "id":"kue sagu bagea",
    "nama":"Kue Sagu Bagea",
    "deskripsi":"Bagea adalah kue kering (kukis) tradisional yang sangat terkenal di wilayah Indonesia Timur, termasuk Papua Tengah. Kue ini terbuat dari bahan dasar tepung sagu, yang dicampur dengan gula, kacang kenari cincang, serta rempah seperti kayu manis dan cengkeh.",
    "provinsi":"Papua Tengah",
    "gambar":"https://tse4.mm.bing.net/th/id/OIP.vH_bLmfOumOPaShkOdUxCgHaFu?pid=Api&h=220&P=0",
    "BG":"https://i1.wp.com/garlandmag.com/wp-content/uploads/2021/05/Haus-Man-completed.jpg?w=700",
    "sejarah":"Pada abad ke-16-17, saat perdagangan rempah berkembang pesat di Maluku, masyarakat mulai mengombinasikan sagu dengan rempah-rempah lokal (pala, cengkeh, kayu manis) untuk membuat panganan manis. Kue bagea awalnya dibuat sebagai bekal perjalanan laut oleh para pelaut dan pedagang, karena: tahan lama (awet berbulan-bulan), mengenyangkan, mudah dibawa, dan bergizi. Seiring waktu, kue bagea menjadi camilan populer di Maluku dan Papua Tengah, terutama saat acara adat, perayaan keluarga, dan jamuan tamu. Kini, kue sagu bagea telah menjadi ikon kuliner Maluku dan Papua Tengah yang dikenal luas hingga ke mancanegara."
  },
  {
    "id":"udang selingkuh",
    "nama":"Udang Selingkuh",
    "deskripsi":"Dagingnya sangat disukai dan menjadi primadona kuliner Wamena. Rasanya sangat gurih dan cenderung manis, bahkan sering disebut lebih manis daripada daging lobster laut. Tekstur dagingnya padat, lembut, dan berserat tebal.",
    "provinsi":"Papua Pegunungan",
    "gambar":"https://tse1.mm.bing.net/th/id/OIP.bkVuO3rRWZvmI3DWIMi5RwHaE8?pid=Api&h=220&P=0",
    "BG":"https://www.selasar.com/wp-content/uploads/2020/07/cerita-rumah-adat-papua.jpg",
    "sejarah":"Sejak dahulu, masyarakat di Lembah Baliem sudah memanfaatkan hasil sungai, termasuk udang air tawar, sebagai sumber protein. Namun, baru pada era 1970–1980-an, ketika Wamena mulai terbuka untuk wisatawan domestik dan mancanegara, udang selingkuh mulai dikenal luas sebagai kuliner khas daerah pegunungan Papua. estoran dan rumah makan lokal kemudian mengolah udang ini menjadi menu utama, biasanya dengan cara dibakar, direbus, atau ditumis dengan bumbu sederhana. "
  },
  {
    "id":"kue lontar",
    "nama":"Kue Lontar",  
    "deskripsi":"Kue lontar adalah kue khas Papua yang memiliki rasa manis dan gurih, berbentuk seperti pai susu tapi berukuran lebih besar dengan diameter mencapai sekitar 20 cm.",
    "provinsi":"Papua Selatan",
    "gambar":"https://i0.wp.com/resepkoki.id/wp-content/uploads/2022/01/Kue-Lontar-Papua.jpg?fit=400%2C533&ssl=1",
    "BG":"https://tse2.mm.bing.net/th/id/OIP.4R1RQqUr-t7uTYsTXi2xEAHaEK?pid=Api&h=220&P=0",
    "sejarah":"Kue Lontar sebenarnya merupakan adaptasi dari kue kolonial Belanda bernama klappertaart (klapper = kelapa, taart = kue/tart). Saat masa kolonial, Belanda banyak memperkenalkan teknik memanggang kue dengan oven ke wilayah timur Indonesia, terutama di Ambon, Manado, dan kemudian Papua. Dari situlah masyarakat Papua mengembangkan resep sederhana dengan bahan lokal, lalu lahirlah kue lontar.Saat masa kolonial, Belanda banyak memperkenalkan teknik memanggang kue dengan oven ke wilayah timur Indonesia, terutama di Ambon, Manado, dan kemudian Papua.Dari situlah masyarakat Papua mengembangkan resep sederhana dengan bahan lokal, lalu lahirlah kue lontar."
  },
  {
    "id":"sate ulat sagu",
    "nama":"Sate Ulat Sagu",
    "deskripsi":"Saat dimakan, Sate Ulat Sagu memiliki rasa yang dideskripsikan sebagai sangat gurih dan creamy. Bagian luarnya (kulitnya) setelah dibakar akan terasa sedikit kenyal dan garing, sementara bagian dalamnya lumer di mulut.",
    "provinsi":"Papua Barat Daya",
    "gambar":"https://tse1.mm.bing.net/th/id/OIP.9bz2zNDOq99t0dKCFYv7qQHaEK?pid=Api&h=220&P=0",
    "BG":"https://propertyklik.com/tips-properti/wp-content/uploads/2024/07/rumah-adat-papua-barat-rumah-kaki-seribu.jpg",
    "sejarah":"Sumber pangan tradisional: Sagu sejak dahulu menjadi makanan pokok masyarakat Papua. Dari pohon sagu tidak hanya diambil pati sagunya, tetapi juga menghasilkan ulat sagu (larva kumbang merah sagu). Ulat ini tumbuh secara alami di batang pohon sagu yang sudah ditebang dan mulai membusuk.ejak zaman nenek moyang, masyarakat Papua memanfaatkan ulat sagu sebagai sumber protein hewani alami. Kandungan gizinya sangat tinggi: kaya protein, lemak baik, serta vitamin, sehingga menjadi pengganti daging di daerah pedalaman.Awalnya ulat sagu dimakan langsung dalam keadaan mentah sebagai camilan berprotein tinggi. Namun, seiring perkembangan, masyarakat mulai mengolahnya dengan cara dibakar atau ditusuk seperti sate agar lebih mudah dimakan dan terasa lebih gurih.Mengkonsumsi ulat sagu bukan hanya tentang pangan, tapi juga identitas budaya dan kearifan lokal masyarakat Papua. Sate ulat sagu sering disajikan dalam acara adat, pesta rakyat, hingga jamuan untuk tamu sebagai simbol penghormatan."
  }
]